tap "artemnovichkov/projects"
tap "daipeihust/tap"
tap "danger/tap"
tap "dart-lang/dart"
tap "facebook/fb"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "kyoshidajp/ghkw"
tap "leoafarias/fvm"
tap "oven-sh/bun"
tap "peripheryapp/periphery"
tap "simonbs/dependency-graph", "https://github.com/simonbs/dependency-graph.git"
tap "swiftdocorg/formulae"
tap "tidwall/jj"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
tap "wez/wezterm"
tap "woshiccm/tap"
tap "zaquestion/tap"
brew "openssl@3"
brew "apr-util"
brew "coreutils"
brew "asdf"
brew "bat"
brew "fontconfig"
brew "libomp", link: true
brew "circleci"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "curl"
brew "dbus"
brew "deno"
brew "epubcheck"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "gnutls"
brew "pango"
brew "numpy"
brew "fish"
brew "freetds"
brew "libavif"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "pkg-config"
brew "hub"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "shared-mime-info"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "libffi"
brew "libfido2"
brew "libusb"
brew "luv"
brew "mas"
brew "mint"
brew "mysql"
brew "neovim"
brew "openapi-generator"
brew "protobuf"
brew "qt"
brew "pyqt"
brew "utf8cpp"
brew "vtk"
brew "opencv"
brew "openssl@1.1"
brew "peco"
brew "prettier"
brew "python@3.10"
brew "ripgrep"
brew "ruby-build"
brew "sevenzip"
brew "sip"
brew "sl"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "xpdf"
brew "yq"
brew "zoxide"
brew "daipeihust/tap/im-select"
brew "jesseduffield/lazygit/lazygit"
brew "kyoshidajp/ghkw/ghkw"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
brew "simonbs/dependency-graph/dependency-graph"
brew "tidwall/jj/jj"
cask "1password"
cask "alt-tab"
cask "android-studio"
cask "brave-browser"
cask "copilot-for-xcode"
cask "coteditor"
cask "discord"
cask "figma"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-monaspace"
cask "git-credential-manager"
cask "ngrok"
cask "notion"
cask "periphery"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "stoplight-studio"
cask "swiftformat-for-xcode"
cask "visual-studio-code"
cask "wezterm"
cask "xcodes"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Developer", id: 640199958
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Linearity Curve", id: 1219074514
mas "MARKETSPEED", id: 946680495
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Spark Desktop", id: 6445813049
mas "Transporter", id: 1450874784
mas "縦式", id: 1482090386
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "aki77.rails-db-schema"
vscode "aki77.rails-routes"
vscode "alefragnani.project-manager"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "gamunu.vscode-yarn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "ibm.output-colorizer"
vscode "ics.japanese-proofreading"
vscode "ipatalas.vscode-postfix-ts"
vscode "janisdd.vscode-edit-csv"
vscode "jeroen-meijer.pubspec-assist"
vscode "koichisasada.vscode-rdbg"
vscode "makicamel.rails-routes-navigator"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sonarsource.sonarlint-vscode"
vscode "sorbet.sorbet-vscode-extension"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "taichi.vscode-textlint"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vknabel.vscode-swiftformat"
vscode "vknabel.vscode-swiftlint"
vscode "vscjava.vscode-gradle"
vscode "wix.vscode-import-cost"
vscode "xadillax.viml"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
