tap "artemnovichkov/projects"
tap "daipeihust/tap"
tap "danger/tap"
tap "facebook/fb"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "kyoshidajp/ghkw"
tap "mono0926/license-plist"
tap "peripheryapp/periphery"
tap "swiftdocorg/formulae"
tap "tidwall/jj"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
tap "wez/wezterm"
tap "woshiccm/tap"
tap "zaquestion/tap"
brew "apr-util"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "bat"
brew "fontconfig"
brew "pkg-config"
brew "circleci"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "curl"
brew "dbus"
brew "deno"
brew "epubcheck"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "pango"
brew "fish"
brew "freetds"
brew "libavif"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hub"
brew "libusb"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "shared-mime-info"
brew "libomp", link: true
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "luv"
brew "mas"
brew "mint"
brew "protobuf"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "numpy"
brew "openapi-generator"
brew "python@3.10"
brew "utf8cpp"
brew "vtk"
brew "opencv"
brew "peco"
brew "qt"
brew "pyqt"
brew "ripgrep"
brew "ruby-build"
brew "sevenzip"
brew "sip"
brew "sl"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "xcbeautify"
brew "yq"
brew "daipeihust/tap/im-select"
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazygit/lazygit"
brew "kyoshidajp/ghkw/ghkw"
brew "tidwall/jj/jj"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "aws-vault"
cask "brave-browser"
cask "coteditor"
cask "deepl"
cask "discord"
cask "fig"
cask "figma"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "maccy"
cask "notion"
cask "postman"
cask "proxyman"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "stoplight-studio"
cask "swiftformat-for-xcode"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "xcodes"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Elmedia Video Player", id: 1044549675
mas "GIPHY CAPTURE", id: 668208984
mas "Keepa - Price Tracker", id: 1533805339
mas "PiPifier", id: 1160374471
mas "Playgrounds", id: 1496833156
mas "Quick View Calendar", id: 1087080039
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "Vimari", id: 1480933944
