tap "artemnovichkov/projects"
tap "atlassian/acli"
tap "daipeihust/tap"
tap "danger/tap"
tap "dart-lang/dart"
tap "facebook/fb"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "homebrew-ffmpeg/ffmpeg"
tap "jesseduffield/lazygit"
tap "kyoshidajp/ghkw"
tap "laishulu/homebrew"
tap "leoafarias/fvm"
tap "oven-sh/bun"
tap "peripheryapp/periphery"
tap "rbenv/tap"
tap "simonbs/dependency-graph", "https://github.com/simonbs/dependency-graph.git"
tap "swiftdocorg/formulae"
tap "tidwall/jj"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
tap "woshiccm/tap"
tap "zaquestion/tap"
brew "git"
brew "ripgrep"
brew "asdf"
brew "bat"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "codex"
brew "coreutils"
brew "curl"
brew "deno"
brew "epubcheck"
brew "eza"
brew "fb303"
brew "fd"
brew "ffmpeg@6"
brew "fish"
brew "freetds"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "graphviz"
brew "hub"
brew "icu4c@76"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "kdoctor"
brew "lazygit"
brew "libffi"
brew "mas"
brew "mcp-toolbox"
brew "mint"
brew "mysql-client@8.0"
brew "mysql@8.0", restart_service: :changed
brew "neovim"
brew "oauth2l"
brew "openapi-generator"
brew "openjdk@11"
brew "qt"
brew "ruby-build"
brew "sevenzip"
brew "starship"
brew "tmux"
brew "uv"
brew "vips"
brew "websocat"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "xpdf", link: false
brew "yq"
brew "zoxide"
brew "atlassian/acli/acli"
brew "daipeihust/tap/im-select"
brew "kyoshidajp/ghkw/ghkw"
brew "laishulu/homebrew/macism"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
brew "rbenv/tap/openssl@1.1"
brew "simonbs/dependency-graph/dependency-graph"
brew "tidwall/jj/jj"
cask "1password"
cask "alt-tab"
cask "android-studio"
cask "coteditor"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-lato"
cask "font-monaspace"
cask "ghostty"
cask "git-credential-manager"
cask "ngrok"
cask "notion"
cask "peripheryapp/periphery/periphery"
cask "postman"
cask "powershell"
cask "qlmarkdown"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "xcodes-app"
cask "zoom"
